Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=499_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Gollegiella - Davviriikkalaš sámegiela giellabálkkašupmi
sms: Gollegiella – TâŠvvjânnmlaž sääŠmǩiõl ǩiõllcistt

source: Davviriikkalaš sámegiela giellabálkkašumi ulbmilin lea váikkuhit sámegiela ovddideapmái ja seailluheapmái Norggas, Ruoŧas, Suomas ja Ruoššas.
sms: TâŠvvjânnmlaž sääŠmǩiõl ǩiõllciist täävtõssân lij mieŠttvaikkted sääŠmǩiõl ooudâsviikkmõŠšše da seeiltumuŠšše Taarrâst, Ruõccâst da Ruõššjânnmest.

source: Giellabálkkašumi leat ásahan sámeáššiin vástideaddji ministarat Norggas, Ruoŧas ja Suomas ovttas dáid riikkaid sámediggepresideanttaiguin.
sms: Ciist liâ vuâddääm sääŠmaaŠššin Taarrâst, Ruõccâst da lääŠddjânnmest vaŠstteei ministeer, da täi jânnmi sääŠmteeŠǧǧi saaǥǥjååŠđteei.

source: Bálkkašupmi geigejuvvui vuosttaš geardde jagi 2004, ja dat juhkkojuvvo juohke nuppi jagi.
sms: Ciist juõŠǩǩeš vuõssmõs vuâra eeŠjjest 2004 da tõt jueŠjjet juõŠǩǩ nuuŠbb eeŠjj.

source: Bálkkašumi sturrodat lea 12 500 euro.
sms: Cistt lij šorradvuõđâst 12 500 euŠrred.

source: Giellabálkkašumi juhkkojuvvo ovttaskas olbmuide dehe servošiidda, mat leat earenoamážit bidjan návccaid sámegiela ovddideapmái, gárggiidahttimii ja seailluheapmái.
sms: Cistt miõttât privatoummid leŠbe õhttsažkooŠddid, kook liâ oŠnnstam tuejjeeŠl da miârkksõõvvâmnalla sääŠmǩiõl ooudâsjuäŠtǩǩem, ooudâsviikkâm da seeiltem diõtt.

source: Giellabálkkašumi sáhttá addojuvvot ovdamearka dihte cálalaš, njálmmálaš dehe eará bargguin, mat gusket hui viidát sierra servodatsurggiide.
sms: Cistt vueiŠtet miõttâd håŠt ǩeŠrjjlaž, njääŠlmilaž leŠbe jeeŠres oŠnnstumuužžin, kook sâjjdâŠtte kookkas jeeŠres tuåimmvuuŠdid.

source: Njuolggadusat
sms: Šeâttmõõžž

source: Gollegiella- davviriikkalaš sámegiela giellabálkkašupmi geigejuvvui njealját geardde 22. beaivve skábmamánu 2010 sámeáššiin vastideadjji ministariid ja sámediggepresideanttaid deaivvadeamis Stockholmmas.
sms: Gollegiella 2010 Gollegiella - TâŠvvjânnmlaž sääŠmǩiõl ǩiõllciist juõŠǩǩeš neelljad vuâra skammʼmannu 22. peeiŠv 2010 sääŠmaaŠššin vaŠstteei ministeer da sääŠmteeŠǧǧ saaǥǥjååŠđteeŠji õhttsažškoouŠlŠjumuužžâst Tukholmast.

source: Bálkkašumi oaččuiga davvisámegiela oahpaheaddji Maret Sára ja máttasámegiela oahpaheaddji Lajla Mattson Magga.
sms: Ciist vuõǯǯu taajâž, tâŠvvsääŠmǩiõl uŠčteeŠl da mättʼtemǩeeŠrji raajji Marét Sárá da Taarrâst jälsteei ruõcclaž, saujjsääŠmǩiõli uŠčteeŠl da mättʼtemǩeeŠrji raajji Lajla Mattson Magga.
